<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');

$config['msgType'] = array(
	'YP_CALL1' => '[야놀자펜션-안내]
사장님 페이지 주소입니다.(인터넷 창에 입력)
http://ceo.yapen.co.kr',
	'YP_CALL2' => '[야놀자펜션-안내]
요금이나 기간 등 펜션 정보 수정이 필요하시면 언제든지 전화 주세요.',
	'YP_CALL3' => '[야놀자펜션-안내]
성수기시즌 중복예약 방지를 위해 바쁘시더라도 달력관리 부탁드립니다.',
	'YP_CALL4' => '[야놀자펜션-안내]
광고비 입금계좌번호 안내드립니다.
국민은행 445701-01-249118 (주)야놀자트래블',
	'YP_CALL5' => '[야놀자펜션-안내]
계좌번호 안내드립니다.
국민은행 445701-01-243880 (주)야놀자트래블',
	'YP_CALL6' => '[야놀자펜션-안내]
야놀자펜션 메일주소 : ps@yapen.kr
팩스번호 : 02-511-4815
http://goo.gl/scHffC',
	'YP_CALL7' => '[야놀자펜션-안내]
카드사에서 약 3~5일 내 승인취소 처리됩니다',
	'YP_CALL8' => '[야놀자펜션-안내]
무통장입금 환불은 약 3~5일 내 결제 대행사를 통해 환불계좌로 입금됩니다.',
	'YP_CALL9' => '[야놀자펜션-안내]
계좌이체는 당일 환불되나 부분취소 등 일부의 경우 1~2일 이내 환불됩니다.',
    'YP_RAW' => '[야놀자펜션] 입금기한이 얼마남지 않았습니다. 기한 내 미 입금 시 예약이 취소됩니다.',
    'YP_SMS1' => '[야놀자펜션] 카드사에서 약 3~5일 내 승인취소 처리됩니다',
    'YP_SMS2' => '[야놀자펜션] 무통장입금 환불은 취소접수일+2영업일에 결제대행사를 통해 환불됩니다',
    'YP_SMS3' => '[야놀자펜션] 계좌이체는 당일 환불되나 부분취소 등 일부의 경우 1~2일 이내 환불됩니다',
    'YP_SMS4' => '[야놀자펜션] 객실 이용 당일 취소로 환불이 불가합니다',
    'YP_SMS5' => '[야놀자펜션] 객실 이용 1일 전 취소로 판매금액의 70% 공제 후 환불됩니다',
    'YP_SMS6' => '[야놀자펜션] 객실 이용 2일 전 취소로 판매금액의 50% 공제 후 환불됩니다',
    'YP_SMS7' => '[야놀자펜션] 객실 이용 3일 전 취소로 판매금액의 30% 공제 후 환불됩니다',
    'YP_SMS8' => '[야놀자펜션] 객실 이용 4일 전 취소로 판매금액의 20% 공제 후 환불됩니다',
    'YP_SMS9' => '[야놀자펜션] 예약 8일후부터 객실 이용 5일 전 취소로 판매금액의 10% 공제 후 환불됩니다',
    'YP_SMS10' => '[야놀자펜션] 펜션 예약 관련하여 연락 드렸습니다. 확인되시면 연락 부탁드립니다.',
    'YP_SMS11' => '[야놀자펜션] 예약하신 객실이 중복예약되어 입실이 불가능하오니, 연락 부탁드립니다.'
);