<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');

// API와 어드민을 동기화 해야함
// 201405150912 pyh

// 기간 고정값
/*$config['ppdType'] = array(
	'S' => '여름성수기',
	'W' => '겨울성수기',
	'H' => '준성수기',
	'O' => '비수기'//, 'C' => '커스텀'
);*/
// 여름성수기 > SS, SM은 사용하지 않음
$config['ppdType'] = array(
	'DS'	=> '비수기',
	'SS'	=> '여름성수기',
	'JS'	=> '준성수기',
	'GS'	=> '극성수기',
	'SM'	=> '여름성수기',
	'WT'	=> '겨울성수기'	//기본은 비수기
);

// 기간 순서 : 코드가 Key
// - 201404301654 pyh
$config['ppdTypeOrderCodeKey'] = array(
    'DS' => '1',
    'JS' => '2',
    'SS' => '3',
    'WT' => '4',
    'GS' => '5'
);

// 요금관리 구분( 기간과 매칭하기 위해 코드 통일 )
$config['pppType'] = array(
	'S' => '여름성수기',
	'W' => '겨울성수기',
	'H' => '준성수기',
	'O' => '비수기',
	'C' => '특가세일기간'
);

// 사이트 출처
$config['ppbOrigin'] = array(
	'P' => '펜션 사장님 제공'
);

// 객실구조
// 20140528 pyh : 침실 > 방
$config['pprShape'] = array(
	'S' => '원룸형',
	'M' => '거실+방'
);

// 구비시설
// 201405150912 pyh : 싱크대 > 취사시설
$config['pprUseful'] = array(
	'1'  => '스파/월풀',  '2'  => '침대', 	  '3'  => '화장대', '4'  => '정수기', 	  '5'  => '취사시설',
	'6'  => '개별바비큐', '7'  => '취사도구', '8'  => '냉장고', '9'  => '전자레인지', '10' => '드라이기',
	'11' => '인터넷', 	  '12' => '세면도구', '13' => '비데',   '14' => '선풍기',
	'15' => '벽난로', 	  '16' => '에어컨',   '17' => 'IPTV',   '18' => '청소기',
	'19' => '빔프로젝트', '20' => '식탁', 	  '21' => 'TV',     '22' => '커피포트'
);

// 구비시설 중 부대시설과 연계된 데이터들 배열
// 201405150912 pyh
$config['pprUsefulAdd'] = array(
     '1'  => '스파/월풀'
    ,'6'  => '개별바비큐'
    ,'11' => '인터넷'
    ,'15' => '벽난로'
    ,'19' => '빔프로젝트'
);

// 구비시설 중 잠정적으로 사용하지 않을 테마들
// 201405150912 pyh
$config['pprUsefulHidden'] = array(
     '3'  => '화장대'
    ,'4'  => '정수기'
    ,'7'  => '취사도구'
    ,'10' => '드라이기'
    ,'11' => '인터넷'
    ,'12' => '세면도구'
    ,'13' => '비데'
    ,'14' => '선풍기'
    ,'17' => 'IPTV'
    ,'18' => '청소기'
);

// 구비시설
$config['placeTipSector'] = array(
	'S01'  => '안가봤어요', 'S02'  => '연인', 'S03'  => '친구', 'S04'  => '가족', 'S05'  => '단체', 'S06'  => '나홀로'
);

// 201405281305 pyh : 없어서 추가
$config['sail'] = array(
    'CS' => '금액할인', 
    'RS' => '정률할인'
);

// 게시여부 : 201405021612 pyh
$config['pprOpen'] = array(
     '1' => '게시'
    ,'0' => '대기'
);