<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');

// 기간 고정값
$config['ppdType'] = array(
	'P' => '성수기',
	'H' => '준성수기',
	'L' => '극성수기',
	'O' => '비수기'//, 'C' => '커스텀'
);

// 요금관리 구분( 기간과 매칭하기 위해 코드 통일 )
$config['pppType'] = array(
	'P' => '성수기',
	'H' => '준성수기',
	'L' => '극성수기',
	'O' => '비수기',
	'C' => '특가세일기간'
);


// 사이트 출처
$config['ppbOrigin'] = array(
	'Y' => '야놀자펜션',
	'U' => 'UOK',
	'I' => '아이넷'
);

// 객실구조
$config['pprShape'] = array(
	'S' => '원룸형',
	'M' => '거실+방'
);

// 구비시설
$config['pprUseful'] = array(
	'1'  => '스파/월풀',  '2'  => '침대', 	  '3'  => '화장대', '4'  => '정수기', 	  '5'  => '싱크대',
	'6'  => '개별바비큐', '7'  => '취사도구', '8'  => '냉장고', '9'  => '전자레인지', '10' => '드라이기',
	'11' => '인터넷', 	  '12' => '세면도구', '13' => '비데',   '14' => '선풍기',
	'15' => '벽난로', 	  '16' => '에어컨',   '17' => 'IPTV',   '18' => '청소기',
	'19' => '빔프로젝트', '20' => '식탁', 	  '21' => 'TV',     '22' => '커피포트'
);

// 결제방법
$config['rPaymentMethod'] = array(
	'PM01'=>'무통장', 'PM02'=>'가상계좌', 'PM03'=>'실시간계좌', 'PM04'=>'신용카드', 'PM05'=>'Key-in'
);

// 결제진행사항
$config['rPaymentState'] = array(
	'PS01'=>'입금대기', 'PS02'=>'예약완료', 'PS03'=>'예약취소', 'PS04'=>'예약취소', 'PS05'=>'예약취소', 'PS06'=>'취소대기', 'PS07'=>'취소완료', 'PS08'=>'미입금 취소'
);


// 포인트적립 내역
$config['pension_member_point_save_info'] = array(
	'MP001'=>'팁작성'
);


// 야놀자펜션에게 하는 1:1 문의 종류
$config['pension_ask_type'] = array(
	'PAT01'=>'이용방법문의',
	'PAT02'=>'예약관련문의',
	'PAT03'=>'펜션관련문의',
	'PAT04'=>'오류문의',
	'PAT05'=>'회원정보/탈퇴문의',
	'PAT06'=>'아이디어/제휴제안',
	'PAT07'=>'신고',
	'PAT08'=>'기타문의'	
);


?>